Repository: pronamic/wp-pronamic-reviews-ratings
Catalog: languages/pronamic_reviews_ratings-*.po
Languages: nl_nl

source: The Pronamic Reviews Ratings plugin for WordPress is a powerful, extendable reviews and ratings plugin.
nl_nl: De Pronamic Reviews Ratings plugin voor WordPress is een krachtige, uitbreidbare reviews en ratings plugin.

source: https://www.pronamic.eu/
nl_nl: https://www.pronamic.nl/

source: Rating
nl_nl: Beoordeling

source: Rating Type
nl_nl: Beoordelingstype

source: Is Review Post ID
nl_nl: Is review bericht ID

source: Is Review Name
nl_nl: Is review naam

source: Is Review E-mail
nl_nl: Is review e-mailadres

source: Is Review Comment
nl_nl: Is review reactie

source: Edit
nl_nl: Bewerken

source: View
nl_nl: Bekijk

source: Post ID
nl_nl: Bericht ID

source: Name
nl_nl: Naam

source: E-Mail
nl_nl: E-mailadres

source: Comment
nl_nl: Reactie

source: Create Review Comment
nl_nl: Maak review reactie

source: Create Review Post
nl_nl: Maak review

source: General
nl_nl: Algemeen

source: Rating Types
nl_nl: Beoordelingstypen

source: Restrict to Post Type
nl_nl: Beperk tot berichttype

source: New rating type…
nl_nl: Nieuw beoordelingstype...

source: <strong>ERROR</strong>: please fill in the rating fields.
nl_nl: <strong>MISLUKT</strong>: vul de beoordeling velden in.

source: Name is required to register a rating type.
nl_nl: Naam is vereist om een beoordelingstype te registreren.

source: Review Archives
nl_nl: Reviews Archief

source: Review Attributes
nl_nl: Review eigenschappen

source: Parent Review:
nl_nl: Bovenliggende review:

source: All Reviews
nl_nl: Alle reviews

source: Add New Review
nl_nl: Nieuwe review toevoegen

source: Add New
nl_nl: Nieuwe toevoegen

source: New Review
nl_nl: Nieuwe review

source: Edit Review
nl_nl: Bewerk review

source: Update Review
nl_nl: Review bijwerken

source: View Review
nl_nl: Bekijk review

source: View Reviews
nl_nl: Bekijk reviews

source: Search Review
nl_nl: Zoek review

source: Not found
nl_nl: Niet gevonden

source: Not found in Trash
nl_nl: Niet gevonden in prullenbak

source: Featured Image
nl_nl: Uitgelichte afbeelding

source: Set featured image
nl_nl: Uitgelichte afbeelding instellen

source: Remove featured image
nl_nl: Verwijder uitgelichte afbeelding

source: Use as featured image
nl_nl: Gebruik als uitgelichte afbeelding

source: Insert into review
nl_nl: Invoegen in review

source: Uploaded to this review
nl_nl: Geüpload naar deze review

source: Reviews list
nl_nl: Reviews lijst

source: Reviews list navigation
nl_nl: Reviews lijst navigatie

source: Filter reviews list
nl_nl: Filter reviews lijst

source: %d rating
nl_nl: %d beoordeling

source: Reviewed object post ID
nl_nl: Beoordeeld object post ID

source: No post found with ID <code>%d</code>.
nl_nl: Geen bericht gevonden met ID <code>%d</code> .

source: Author
nl_nl: Auteur

source: Number of reviews
nl_nl: Aantal beoordelingen
